Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Speak to unlock uses Screen Time, so it's set up on your iPhone.
ar: تستخدم ميزة «تحدّث لفتح القفل» مدة استخدام الجهاز، لذا تُضبط على iPhone.
de: Sprechen zum Entsperren nutzt die Bildschirmzeit und wird deshalb auf deinem iPhone eingerichtet.
es: Habla para desbloquear usa Tiempo de uso, así que se configura en tu iPhone.
fil: Gumagamit ng Screen Time ang Magsalita para ma-unlock, kaya sa iPhone mo ito sine-set up.
fr: Parle pour débloquer utilise Temps d'écran, donc il se configure sur ton iPhone.
hi: अनलॉक के लिए बोलें स्क्रीन टाइम का उपयोग करता है, इसलिए इसे आपके iPhone पर सेट किया जाता है।
id: Bicara untuk membuka menggunakan Durasi Layar, jadi diatur di iPhone-mu.
it: Parla per sbloccare usa Tempo di utilizzo, quindi si configura sul tuo iPhone.
ja: 「話してロック解除」はスクリーンタイムを使うため、iPhoneで設定します。
ko: 말해서 잠금 해제는 스크린 타임을 사용하므로 iPhone에서 설정해요.
nl: Spreek om te ontgrendelen gebruikt Schermtijd, dus je stelt het in op je iPhone.
pl: Funkcja Mów, by odblokować korzysta z Czasu przed ekranem, więc konfiguruje się ją na iPhonie.
pt_br: Fale para desbloquear usa o Tempo de Uso, então é configurado no seu iPhone.
ru: Функция «Скажи, чтобы разблокировать» использует Экранное время, поэтому она настраивается на iPhone.
sv: Prata för att låsa upp använder Skärmtid, så det ställs in på din iPhone.
tr: Kilidi açmak için konuş, Ekran Süresi'ni kullanır; bu yüzden iPhone'unda ayarlanır.
uk: Функція «Скажіть, щоб розблокувати» використовує Екранний час, тому налаштовується на iPhone.
vi: Nói để mở khóa dùng Thời gian sử dụng, nên được thiết lập trên iPhone của bạn.
zh_hans: 开口解锁使用屏幕使用时间，所以要在你的 iPhone 上设置。

source: Speaking Coach %@ is ready. Update to get the latest improvements.
ar: Speaking Coach %@ جاهز. حدّث للحصول على أحدث التحسينات.
de: Speaking Coach %@ ist verfügbar. Aktualisiere für die neuesten Verbesserungen.
es: Speaking Coach %@ ya está disponible. Actualiza para tener las últimas mejoras.
fil: Handa na ang Speaking Coach %@. Mag-update para makuha ang pinakabagong mga pagpapabuti.
fr: Speaking Coach %@ est disponible. Mets à jour pour profiter des dernières améliorations.
hi: Speaking Coach %@ तैयार है। नए सुधारों के लिए अपडेट करें।
id: Speaking Coach %@ sudah tersedia. Perbarui untuk mendapatkan peningkatan terbaru.
it: Speaking Coach %@ è disponibile. Aggiorna per avere gli ultimi miglioramenti.
ja: Speaking Coach %@が利用可能です。最新の改善を受け取るにはアップデートしてください。
ko: Speaking Coach %@이(가) 준비되었어요. 최신 개선 사항을 받으려면 업데이트하세요.
nl: Speaking Coach %@ is beschikbaar. Werk bij voor de nieuwste verbeteringen.
pl: Speaking Coach %@ jest już dostępny. Zaktualizuj, aby mieć najnowsze ulepszenia.
pt_br: O Speaking Coach %@ está disponível. Atualize para ter as melhorias mais recentes.
ru: Вышла версия Speaking Coach %@. Обновите приложение, чтобы получить последние улучшения.
sv: Speaking Coach %@ finns nu. Uppdatera för de senaste förbättringarna.
tr: Speaking Coach %@ hazır. En son iyileştirmeler için güncelle.
uk: Вийшла версія Speaking Coach %@. Оновіть програму, щоб отримати останні покращення.
vi: Speaking Coach %@ đã sẵn sàng. Cập nhật để nhận những cải tiến mới nhất.
zh_hans: Speaking Coach %@ 已推出。更新以获得最新改进。

source: Speaking Coach needs the microphone to hear your answer. Turn it on in Settings.
ar: يحتاج Speaking Coach إلى الميكروفون ليسمع إجابتك. شغّله في الإعدادات.
de: Speaking Coach braucht das Mikrofon, um deine Antwort zu hören. Schalte es in den Einstellungen ein.
es: Speaking Coach necesita el micrófono para oír tu respuesta. Actívalo en Ajustes.
fil: Kailangan ng Speaking Coach ang mikropono para marinig ang sagot mo. I-on ito sa Settings.
fr: Speaking Coach a besoin du micro pour entendre ta réponse. Active-le dans Réglages.
hi: आपका जवाब सुनने के लिए Speaking Coach को माइक्रोफ़ोन चाहिए। सेटिंग्स में इसे चालू करें।
id: Speaking Coach butuh mikrofon untuk mendengar jawabanmu. Nyalakan di Pengaturan.
it: Speaking Coach ha bisogno del microfono per sentire la tua risposta. Attivalo in Impostazioni.
ja: 回答を聞き取るため、Speaking Coachにはマイクが必要です。「設定」でオンにしてください。
ko: Speaking Coach가 답변을 들으려면 마이크가 필요해요. 설정에서 켜 주세요.
nl: Speaking Coach heeft de microfoon nodig om je antwoord te horen. Zet hem aan in Instellingen.
pl: Speaking Coach potrzebuje mikrofonu, aby usłyszeć twoją odpowiedź. Włącz go w Ustawieniach.
pt_br: O Speaking Coach precisa do microfone para ouvir sua resposta. Ative-o em Ajustes.
ru: Speaking Coach нужен микрофон, чтобы услышать ваш ответ. Включите его в Настройках.
sv: Speaking Coach behöver mikrofonen för att höra ditt svar. Slå på den i Inställningar.
tr: Speaking Coach'un yanıtını duyabilmesi için mikrofon gerekiyor. Ayarlar'dan aç.
uk: Speaking Coach потрібен мікрофон, щоб почути вашу відповідь. Увімкніть його в Параметрах.
vi: Speaking Coach cần micrô để nghe câu trả lời của bạn. Hãy bật trong Cài đặt.
zh_hans: Speaking Coach 需要麦克风才能听到你的回答。请在“设置”中打开。

source: Speaking Coach needs the microphone to hear your talk. Turn it on in Settings.
ar: يحتاج Speaking Coach إلى الميكروفون ليسمع حديثك. شغّله في الإعدادات.
de: Speaking Coach braucht das Mikrofon, um deinen Vortrag zu hören. Schalte es in den Einstellungen ein.
es: Speaking Coach necesita el micrófono para oír tu charla. Actívalo en Ajustes.
fil: Kailangan ng Speaking Coach ang mikropono para marinig ang talk mo. I-on ito sa Settings.
fr: Speaking Coach a besoin du micro pour entendre ton discours. Active-le dans Réglages.
hi: आपका भाषण सुनने के लिए Speaking Coach को माइक्रोफ़ोन चाहिए। सेटिंग्स में इसे चालू करें।
id: Speaking Coach butuh mikrofon untuk mendengar pidatomu. Nyalakan di Pengaturan.
it: Speaking Coach ha bisogno del microfono per sentire il tuo discorso. Attivalo in Impostazioni.
ja: スピーチを聞き取るため、Speaking Coachにはマイクが必要です。「設定」でオンにしてください。
ko: Speaking Coach가 발표를 들으려면 마이크가 필요해요. 설정에서 켜 주세요.
nl: Speaking Coach heeft de microfoon nodig om je presentatie te horen. Zet hem aan in Instellingen.
pl: Speaking Coach potrzebuje mikrofonu, aby usłyszeć twoje wystąpienie. Włącz go w Ustawieniach.
pt_br: O Speaking Coach precisa do microfone para ouvir sua fala. Ative-o em Ajustes.
ru: Speaking Coach нужен микрофон, чтобы услышать ваше выступление. Включите его в Настройках.
sv: Speaking Coach behöver mikrofonen för att höra ditt tal. Slå på den i Inställningar.
tr: Speaking Coach'un konuşmanı duyabilmesi için mikrofon gerekiyor. Ayarlar'dan aç.
uk: Speaking Coach потрібен мікрофон, щоб почути ваш виступ. Увімкніть його в Параметрах.
vi: Speaking Coach cần micrô để nghe bài nói của bạn. Hãy bật trong Cài đặt.
zh_hans: Speaking Coach 需要麦克风才能听到你的演讲。请在“设置”中打开。

source: Speaking Coach only listens while you practice. Nothing is recorded outside a session.
ar: لا يستمع Speaking Coach إلا أثناء تدرّبك. لا يُسجَّل شيء خارج الجلسة.
de: Speaking Coach hört nur zu, während du übst. Außerhalb einer Einheit wird nichts aufgenommen.
es: Speaking Coach solo escucha mientras practicas. No se graba nada fuera de una sesión.
fil: Nakikinig lang ang Speaking Coach habang nagpa-practice ka. Walang nire-record sa labas ng session.
fr: Speaking Coach n'écoute que pendant tes séances. Rien n'est enregistré en dehors.
hi: Speaking Coach सिर्फ़ अभ्यास के दौरान सुनता है। सेशन के बाहर कुछ भी रिकॉर्ड नहीं होता।
id: Speaking Coach hanya mendengarkan saat kamu berlatih. Tidak ada yang direkam di luar sesi.
it: Speaking Coach ascolta solo mentre ti alleni. Fuori da una sessione non viene registrato nulla.
ja: Speaking Coachが聞くのは練習中だけです。セッション外では何も録音されません。
ko: Speaking Coach는 연습하는 동안에만 들어요. 세션 밖에서는 아무것도 녹음하지 않아요.
nl: Speaking Coach luistert alleen terwijl je oefent. Buiten een sessie wordt niets opgenomen.
pl: Speaking Coach słucha tylko podczas ćwiczeń. Poza sesją nic nie jest nagrywane.
pt_br: O Speaking Coach só escuta enquanto você pratica. Nada é gravado fora de uma sessão.
ru: Speaking Coach слушает только во время практики. Вне сессии ничего не записывается.
sv: Speaking Coach lyssnar bara medan du övar. Ingenting spelas in utanför en session.
tr: Speaking Coach yalnızca pratik yaparken dinler. Oturum dışında hiçbir şey kaydedilmez.
uk: Speaking Coach слухає лише під час практики. Поза сесією нічого не записується.
vi: Speaking Coach chỉ nghe khi bạn luyện tập. Không có gì được ghi âm ngoài buổi tập.
zh_hans: Speaking Coach 只在你练习时聆听。练习之外不会录制任何内容。

source: Speaking better, day to day
ar: الحديث بشكل أفضل كل يوم
de: Im Alltag besser sprechen
es: Hablar mejor en el día a día
fil: Mas mahusay na pagsasalita, araw-araw
fr: Mieux parler au quotidien
hi: रोज़ बेहतर बोलना
id: Berbicara lebih baik, sehari-hari
it: Parlare meglio, ogni giorno
ja: 日々もっと上手に話す
ko: 매일 조금씩 더 잘 말하기
nl: Elke dag beter spreken
pl: Lepsze mówienie na co dzień
pt_br: Falar melhor no dia a dia
ru: Говорить лучше каждый день
sv: Prata bättre i vardagen
tr: Günlük hayatta daha iyi konuşmak
uk: Говорити краще щодня
vi: Nói tốt hơn mỗi ngày
zh_hans: 日常说话更出色

source: Speaking up at work
ar: التحدث في العمل
de: Sich bei der Arbeit zu Wort melden
es: Hablar en el trabajo
fil: Pagsasalita sa trabaho
fr: Prendre la parole au travail
hi: काम पर अपनी बात रखना
id: Berani bicara di tempat kerja
it: Intervenire al lavoro
ja: 職場で発言する
ko: 직장에서 의견 말하기
nl: Je stem laten horen op werk
pl: Zabieranie głosu w pracy
pt_br: Falar no trabalho
ru: Высказываться на работе
sv: Ta till orda på jobbet
tr: İşte söz almak
uk: Висловлюватися на роботі
vi: Lên tiếng ở nơi làm việc
zh_hans: 在工作中发声

source: Start my first session
ar: ابدأ جلستي الأولى
de: Meine erste Einheit starten
es: Empezar mi primera sesión
fil: Simulan ang unang session ko
fr: Commencer ma première séance
hi: मेरा पहला सेशन शुरू करें
id: Mulai sesi pertama saya
it: Inizia la mia prima sessione
ja: 最初のセッションを始める
ko: 첫 세션 시작하기
nl: Mijn eerste sessie starten
pl: Rozpocznij moją pierwszą sesję
pt_br: Começar minha primeira sessão
ru: Начать первую сессию
sv: Starta min första session
tr: İlk oturumumu başlat
uk: Почати першу сесію
vi: Bắt đầu buổi đầu tiên
zh_hans: 开始我的第一次练习

source: Start speaking
ar: ابدأ الحديث
de: Sprechen
es: Empezar a hablar
fil: Magsimulang magsalita
fr: Commencer à parler
hi: बोलना शुरू करें
id: Mulai berbicara
it: Inizia a parlare
ja: 話し始める
ko: 말하기 시작
nl: Begin met praten
pl: Zacznij mówić
pt_br: Começar a falar
ru: Начать говорить
sv: Börja prata
tr: Konuşmaya başla
uk: Почати говорити
vi: Bắt đầu nói
zh_hans: 开始说

source: Start talking
ar: ابدأ الحديث
de: Loslegen
es: Empezar a hablar
fil: Magsimulang magsalita
fr: Commencer à parler
hi: बोलना शुरू करें
id: Mulai bicara
it: Inizia a parlare
ja: 話し始める
ko: 말하기 시작
nl: Begin met praten
pl: Zacznij mówić
pt_br: Começar a falar
ru: Начать говорить
sv: Börja prata
tr: Konuşmaya başla
uk: Почати говорити
vi: Bắt đầu trình bày
zh_hans: 开始讲

source: Start this plan
ar: ابدأ هذه الخطة
de: Diesen Plan starten
es: Empezar este plan
fil: Simulan ang plan na ito
fr: Commencer ce plan
hi: यह प्लान शुरू करें
id: Mulai paket ini
it: Inizia questo piano
ja: このプランを始める
ko: 이 플랜 시작하기
nl: Dit plan starten
pl: Rozpocznij ten plan
pt_br: Começar este plano
ru: Начать этот план
sv: Starta den här planen
tr: Bu planı başlat
uk: Почати цей план
vi: Bắt đầu kế hoạch này
zh_hans: 开始这个计划

source: Start with what you want: “I'd like to talk about…”
ar: ابدأ بما تريده: «أودّ أن نتحدث عن…»
de: Beginne mit dem, was du willst: „Ich würde gern über … sprechen“
es: Empieza con lo que quieres: «Me gustaría hablar de…»
fil: Magsimula sa gusto mo: “Gusto kong pag-usapan ang…”
fr: Commence par ce que tu veux : « J'aimerais parler de… »
hi: जो चाहते हैं उससे शुरू करें: “मैं … के बारे में बात करना चाहता हूँ”
id: Mulailah dengan apa yang kamu mau: “Saya ingin membicarakan…”
it: Parti da ciò che vuoi: «Vorrei parlare di…»
ja: 望むことから始めましょう：「…についてお話ししたいのですが」
ko: 원하는 것부터 말하세요: “…에 대해 이야기하고 싶어요.”
nl: Begin met wat je wilt: 'Ik wil het graag hebben over…'
pl: Zacznij od tego, czego chcesz: „Chciałbym porozmawiać o…”
pt_br: Comece com o que você quer: “Gostaria de falar sobre…”
ru: Начните с того, чего хотите: «Я бы хотел обсудить…»
sv: Börja med det du vill: ”Jag skulle vilja prata om …”
tr: İstediğinle başla: "Şu konuyu konuşmak istiyorum…"
uk: Почніть із того, чого хочете: «Я б хотів обговорити…»
vi: Bắt đầu bằng điều bạn muốn: “Tôi muốn trao đổi về…”
zh_hans: 先说出你想要的：“我想谈谈……”

source: Step %lld of 3
ar: الخطوة %lld من 3
de: Schritt %lld von 3
es: Paso %lld de 3
fil: Hakbang %lld sa 3
fr: Étape %lld sur 3
hi: 3 में से कदम %lld
id: Langkah %lld dari 3
it: Passo %lld di 3
ja: ステップ%lld/3
ko: 3단계 중 %lld단계
nl: Stap %lld van 3
pl: Krok %lld z 3
pt_br: Passo %lld de 3
ru: Шаг %lld из 3
sv: Steg %lld av 3
tr: Adım %lld / 3
uk: Крок %lld з 3
vi: Bước %lld trên 3
zh_hans: 第%lld步，共3步

# Step %lld, %@, done
source: Step %1$lld, %2$@, done
ar: الخطوة %1$lld، %2$@، تمت
de: Schritt %1$lld, %2$@, erledigt
es: Paso %1$lld, %2$@, hecho
fil: Hakbang %1$lld, %2$@, tapos na
fr: Étape %1$lld, %2$@, faite
hi: कदम %1$lld, %2$@, पूरा
id: Langkah %1$lld, %2$@, selesai
it: Passo %1$lld, %2$@, fatto
ja: ステップ%1$lld、%2$@、完了
ko: %1$lld단계, %2$@, 완료
nl: Stap %1$lld, %2$@, klaar
pl: Krok %1$lld, %2$@, gotowe
pt_br: Passo %1$lld, %2$@, feito
ru: Шаг %1$lld, %2$@, выполнен
sv: Steg %1$lld, %2$@, klart
tr: Adım %1$lld, %2$@, tamamlandı
uk: Крок %1$lld, %2$@, виконано
vi: Bước %1$lld, %2$@, đã xong
zh_hans: 第%1$lld步，%2$@，已完成

# Step %lld, %@, not started
source: Step %1$lld, %2$@, not started
ar: الخطوة %1$lld، %2$@، لم تبدأ
de: Schritt %1$lld, %2$@, nicht begonnen
es: Paso %1$lld, %2$@, sin empezar
fil: Hakbang %1$lld, %2$@, hindi pa nasisimulan
fr: Étape %1$lld, %2$@, pas commencée
hi: कदम %1$lld, %2$@, शुरू नहीं हुआ
id: Langkah %1$lld, %2$@, belum dimulai
it: Passo %1$lld, %2$@, non iniziato
ja: ステップ%1$lld、%2$@、未着手
ko: %1$lld단계, %2$@, 시작 전
nl: Stap %1$lld, %2$@, niet begonnen
pl: Krok %1$lld, %2$@, nierozpoczęty
pt_br: Passo %1$lld, %2$@, não iniciado
ru: Шаг %1$lld, %2$@, не начат
sv: Steg %1$lld, %2$@, ej påbörjat
tr: Adım %1$lld, %2$@, başlanmadı
uk: Крок %1$lld, %2$@, не розпочато
vi: Bước %1$lld, %2$@, chưa bắt đầu
zh_hans: 第%1$lld步，%2$@，未开始

# Step %lld, %@, up next
source: Step %1$lld, %2$@, up next
ar: الخطوة %1$lld، %2$@، التالية
de: Schritt %1$lld, %2$@, als Nächstes
es: Paso %1$lld, %2$@, siguiente
fil: Hakbang %1$lld, %2$@, susunod
fr: Étape %1$lld, %2$@, à suivre
hi: कदम %1$lld, %2$@, अगला
id: Langkah %1$lld, %2$@, berikutnya
it: Passo %1$lld, %2$@, il prossimo
ja: ステップ%1$lld、%2$@、次
ko: %1$lld단계, %2$@, 다음 차례
nl: Stap %1$lld, %2$@, volgende
pl: Krok %1$lld, %2$@, następny
pt_br: Passo %1$lld, %2$@, o próximo
ru: Шаг %1$lld, %2$@, следующий
sv: Steg %1$lld, %2$@, näst på tur
tr: Adım %1$lld, %2$@, sıradaki
uk: Крок %1$lld, %2$@, наступний
vi: Bước %1$lld, %2$@, tiếp theo
zh_hans: 第%1$lld步，%2$@，下一步

source: Strong
ar: قوي
de: Stark
es: Muy bien
fil: Matibay
fr: Solide
hi: मज़बूत
id: Kuat
it: Ottimo
ja: 十分
ko: 탄탄함
nl: Sterk
pl: Mocno
pt_br: Forte
ru: Сильно
sv: Starkt
tr: Güçlü
uk: Сильно
vi: Tốt
zh_hans: 扎实

source: Subscription
ar: الاشتراك
de: Abo
es: Suscripción
fr: Abonnement
hi: सदस्यता
id: Langganan
it: Abbonamento
ja: サブスクリプション
ko: 구독
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
sv: Abonnemang
tr: Abonelik
uk: Підписка
vi: Gói đăng ký
zh_hans: 订阅

source: Take it into real life
ar: انقله إلى الحياة الواقعية
de: Ab ins echte Leben
es: Llévalo a la vida real
fil: Dalhin ito sa totoong buhay
fr: Dans la vraie vie
hi: इसे असल ज़िंदगी में उतारें
id: Bawa ke kehidupan nyata
it: Portalo nella vita reale
ja: 実生活で使う
ko: 실생활에 적용하기
nl: Neem het mee in het echt
pl: Przenieś to do życia
pt_br: Leve para a vida real
ru: Перенесите в жизнь
sv: Ta med det ut i livet
tr: Gerçek hayata taşı
uk: Перенесіть у життя
vi: Áp dụng vào đời thực
zh_hans: 用到现实生活中

source: Take your time
ar: خذ وقتك
de: Lass dir Zeit
es: Tómate tu tiempo
fil: Maglaan ng oras
fr: Prends ton temps
hi: अपना समय लें
id: Santai saja
it: Prenditi il tuo tempo
ja: ゆっくりどうぞ
ko: 천천히 하세요
nl: Neem je tijd
pl: Nie spiesz się
pt_br: Sem pressa
ru: Не торопитесь
sv: Ta den tid du behöver
tr: Acele etme
uk: Не поспішайте
vi: Cứ từ từ
zh_hans: 慢慢来

source: Tell me about yourself.
ar: حدّثني عن نفسك.
de: Erzähl mir etwas über dich.
es: Háblame de ti.
fil: Ikuwento mo ang tungkol sa sarili mo.
fr: Parle-moi de toi.
hi: अपने बारे में बताइए।
id: Ceritakan tentang dirimu.
it: Parlami di te.
ja: 自己紹介をお願いします。
ko: 자기소개를 해 주세요.
nl: Vertel eens over jezelf.
pl: Opowiedz mi o sobie.
pt_br: Fale sobre você.
ru: Расскажите о себе.
sv: Berätta om dig själv.
tr: Bana kendinden bahset.
uk: Розкажіть про себе.
vi: Hãy giới thiệu về bản thân bạn.
zh_hans: 介绍一下你自己。

source: Tell us what happened…
ar: أخبرنا بما حدث…
de: Erzähl uns, was passiert ist …
es: Cuéntanos qué pasó…
fil: Ikuwento sa amin ang nangyari…
fr: Dis-nous ce qui s'est passé…
hi: बताइए क्या हुआ…
id: Ceritakan apa yang terjadi…
it: Raccontaci cosa è successo…
ja: 何があったか教えてください…
ko: 무슨 일이 있었는지 알려 주세요…
nl: Vertel ons wat er gebeurde…
pl: Opowiedz nam, co się stało…
pt_br: Conte o que aconteceu…
ru: Расскажите, что случилось…
sv: Berätta vad som hände …
tr: Ne olduğunu anlat…
uk: Розкажіть, що сталося…
vi: Cho chúng tôi biết chuyện gì đã xảy ra…
zh_hans: 告诉我们发生了什么…

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fil: Mga tuntunin
fr: Conditions
hi: शर्तें
id: Ketentuan
it: Termini
ja: 規約
ko: 약관
nl: Voorwaarden
pl: Warunki
pt_br: Termos
ru: Условия
sv: Villkor
tr: Koşullar
uk: Умови
vi: Điều khoản
zh_hans: 条款

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fil: Mga tuntunin ng paggamit
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan penggunaan
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de uso
ru: Условия использования
sv: Användarvillkor
tr: Kullanım koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款

source: Thank you
ar: شكرًا لك
de: Danke
es: Gracias
fil: Salamat
fr: Merci
hi: धन्यवाद
id: Terima kasih
it: Grazie
ja: ありがとうございます
ko: 감사합니다
nl: Dank je
pl: Dziękujemy
pt_br: Obrigado
ru: Спасибо
sv: Tack
tr: Teşekkürler
uk: Дякуємо
vi: Cảm ơn bạn
zh_hans: 谢谢

source: That PDF has no pages.
ar: لا يحتوي ملف PDF هذا على صفحات.
de: Dieses PDF hat keine Seiten.
es: Ese PDF no tiene páginas.
fil: Walang pahina ang PDF na iyon.
fr: Ce PDF n'a aucune page.
hi: उस PDF में कोई पेज नहीं है।
id: PDF itu tidak punya halaman.
it: Quel PDF non ha pagine.
ja: そのPDFにはページがありません。
ko: 이 PDF에는 페이지가 없어요.
nl: Die pdf heeft geen pagina's.
pl: Ten PDF nie ma stron.
pt_br: Esse PDF não tem páginas.
ru: В этом PDF нет страниц.
sv: Den PDF-filen har inga sidor.
tr: O PDF'de sayfa yok.
uk: У цьому PDF немає сторінок.
vi: Tệp PDF đó không có trang nào.
zh_hans: 该 PDF 没有页面。

source: That answer was too short to hear. Try again.
ar: كانت الإجابة أقصر من أن تُسمع. حاول مجددًا.
de: Die Antwort war zu kurz, um sie zu hören. Versuch es noch einmal.
es: Esa respuesta fue demasiado corta para oírla. Inténtalo de nuevo.
fil: Masyadong maikli ang sagot na iyon para marinig. Subukan ulit.
fr: Cette réponse était trop courte pour être entendue. Réessaie.
hi: वह जवाब सुनने के लिए बहुत छोटा था। दोबारा कोशिश करें।
id: Jawaban itu terlalu pendek untuk didengar. Coba lagi.
it: La risposta era troppo breve per essere sentita. Riprova.
ja: 回答が短すぎて聞き取れませんでした。もう一度どうぞ。
ko: 답변이 너무 짧아서 들리지 않았어요. 다시 해 보세요.
nl: Dat antwoord was te kort om te horen. Probeer het opnieuw.
pl: Ta odpowiedź była zbyt krótka, by ją usłyszeć. Spróbuj ponownie.
pt_br: Essa resposta foi curta demais para ouvir. Tente de novo.
ru: Ответ был слишком коротким. Попробуйте ещё раз.
sv: Svaret var för kort för att höras. Försök igen.
tr: Yanıt duyulamayacak kadar kısaydı. Tekrar dene.
uk: Відповідь була надто короткою. Спробуйте ще раз.
vi: Câu trả lời quá ngắn để nghe được. Thử lại nhé.
zh_hans: 回答太短，没听清。请再试一次。

source: That conversation is almost here.
ar: تلك المحادثة قريبة جدًا.
de: Dieses Gespräch steht kurz bevor.
es: Esa conversación está a la vuelta de la esquina.
fil: Malapit na ang usapang iyon.
fr: Cette conversation approche.
hi: वह बातचीत बहुत पास है।
id: Percakapan itu sudah dekat.
it: Quella conversazione è vicina.
ja: その話し合いはもうすぐです。
ko: 그 대화가 거의 다가왔어요.
nl: Dat gesprek komt eraan.
pl: Ta rozmowa już tuż-tuż.
pt_br: Essa conversa está chegando.
ru: Этот разговор уже совсем скоро.
sv: Det samtalet är snart här.
tr: O konuşma çok yakında.
uk: Ця розмова вже зовсім скоро.
vi: Cuộc trò chuyện đó sắp đến rồi.
zh_hans: 那场对话快到了。

source: That conversation is this month.
ar: تلك المحادثة هذا الشهر.
de: Dieses Gespräch ist diesen Monat.
es: Esa conversación es este mes.
fil: Ngayong buwan ang usapang iyon.
fr: Cette conversation, c'est ce mois-ci.
hi: वह बातचीत इस महीने है।
id: Percakapan itu bulan ini.
it: Quella conversazione è questo mese.
ja: その話し合いは今月です。
ko: 그 대화가 이번 달이에요.
nl: Dat gesprek is deze maand.
pl: Ta rozmowa jest w tym miesiącu.
pt_br: Essa conversa é este mês.
ru: Этот разговор в этом месяце.
sv: Det samtalet är den här månaden.
tr: O konuşma bu ay.
uk: Ця розмова цього місяця.
vi: Cuộc trò chuyện đó diễn ra trong tháng này.
zh_hans: 那场对话就在这个月。

source: That conversation is this week.
ar: تلك المحادثة هذا الأسبوع.
de: Dieses Gespräch ist diese Woche.
es: Esa conversación es esta semana.
fil: Ngayong linggo ang usapang iyon.
fr: Cette conversation, c'est cette semaine.
hi: वह बातचीत इस हफ़्ते है।
id: Percakapan itu minggu ini.
it: Quella conversazione è questa settimana.
ja: その話し合いは今週です。
ko: 그 대화가 이번 주예요.
nl: Dat gesprek is deze week.
pl: Ta rozmowa jest w tym tygodniu.
pt_br: Essa conversa é esta semana.
ru: Этот разговор на этой неделе.
sv: Det samtalet är den här veckan.
tr: O konuşma bu hafta.
uk: Ця розмова цього тижня.
vi: Cuộc trò chuyện đó diễn ra trong tuần này.
zh_hans: 那场对话就在这周。

source: That conversation, out loud, before it happens for real.
ar: تلك المحادثة، بصوت عالٍ، قبل أن تحدث فعلًا.
de: Dieses Gespräch, laut, bevor es wirklich passiert.
es: Esa conversación, en voz alta, antes de que ocurra de verdad.
fil: Ang usapang iyon, nang malakas, bago pa ito mangyari nang totoo.
fr: Cette conversation, à voix haute, avant qu'elle ait lieu pour de vrai.
hi: वह बातचीत, ज़ोर से, असल में होने से पहले।
id: Percakapan itu, dengan suara keras, sebelum terjadi sungguhan.
it: Quella conversazione, ad alta voce, prima che succeda davvero.
ja: その話し合いを、本番の前に声に出して。
ko: 그 대화를, 실제로 일어나기 전에 소리 내어.
nl: Dat gesprek, hardop, voordat het echt gebeurt.
pl: Ta rozmowa, na głos, zanim wydarzy się naprawdę.
pt_br: Essa conversa, em voz alta, antes de acontecer de verdade.
ru: Этот разговор вслух — до того, как он случится на самом деле.
sv: Det samtalet, högt, innan det händer på riktigt.
tr: O konuşma, sesli olarak, gerçekten olmadan önce.
uk: Ця розмова вголос — до того, як вона станеться насправді.
vi: Cuộc trò chuyện đó, thành tiếng, trước khi nó diễn ra thật.
zh_hans: 在那场对话真正发生前，先大声练一遍。
